Repository: mxurice-rm/volto-block-image-cards
Catalog: locales/*/LC_MESSAGES/volto.po
Languages: de

source: autoplaySpeed
de: Autoplay-Verzögerung

source: autoplaySpeedDescription
de: Verzögerung zwischen jedem automatischen Bildlauf (in Millisekunden)

source: carouselSettings
de: Carousel Einstellungen

source: cssHeight
de: CSS Höhe

source: defaultFieldsetTitle
de: Standard

source: fade
de: Übergang

source: fourOption
de: Vier

source: gridSizeTitle
de: Rastergröße

source: hideArrows
de: Pfeile ausblenden

source: hideNavigationDots
de: Navigationspunkte ausblenden

source: imageCardImage
de: Bild

source: imageCardLinkTitle
de: Link Titel

source: imageCardMetadata
de: Metadaten

source: imageCardTitle
de: Titel

source: imageCardsAddImagesDescription
de: Eine Liste von Bildern als Karussell-Elemente hinzufügen

source: imageCardsAlignment
de: Ausrichtung

source: imageCardsBlockTitle
de: Bildkarten

source: imageCardsCardTitle
de: Bildkarte

source: imageCardsDisplay
de: Anzeige

source: imageCardsImageScale
de: Bildgröße

source: imageCardsImages
de: Bilder

source: imageCardsNull
de: Keine Bildkarten gefunden

source: imageCardsSlideCountDescription
de: Wie viele Bilder in einem Rahmen gezeigt werden sollen

source: imageCardsSlideCountTitle
de: Zu zeigende Bilder

source: infinite
de: Unendlich

source: infiniteDescription
de: Unbegrenzt umlaufende Inhalte

source: oneOption
de: Eins

source: pauseOnHover
de: Pause beim Hovern

source: pauseOnHoverDescription
de: Verhindert die automatische Wiedergabe beim hovern

source: primaryTheme
de: Primär

source: secondaryTheme
de: Sekundär

source: tertiaryTheme
de: Tertiär

source: threeOption
de: Drei

source: twoOption
de: Zwei
